[
{"author":"Albert Einstein","quote":"The ordinary objects of human endeavour – property, outward success, luxury – have always seemed to me contemptible."},
{"author":"Anthony de Mello","quote":"Problems only exist in the human mind."},{"author":"TheStoicEmperor","quote":"Do not act when the tide of rage flows in. Wait for it to go out. Then act with reason and proportion. @"},{"author":"Marcus Aurelius","quote":"Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth."},{"author":"Heraclitus","quote":"To be evenminded is the greatest virtue."},{"author":"Robert Greene","quote":"Can you take criticism and use it constructively?"},{"author":"Michael","quote":"It’s hard to prioritize the long term when you think you should feel comfortable in every moment."},{"author":"Nassim Nicholas Taleb","quote":"You find peace by coming to terms with what you don’t know."},{"author":"David Goggins","quote":"Success is based off of your willingness to work your ass off no matter what obstacles are in your way."},{"author":"The Daily Stoic","quote":"Humility is a knowledge of our weaknesses, confidence is a knowledge of our strengths, and ego is something dangerous with none of the former and a skewed sense of the latter."},{"author":"Nassim Nicholas Taleb","quote":"Don’t aim to be perfect. Aim to be antifragile."},{"author":"","quote":"Never have I put my trust in fortune, even when she appeared to be offering peace; all those gifts she bestowed on me in her kindness —"},{"author":"Ryan Holiday","quote":"First, see clearly. Next, act correctly. Finally, endure and accept the world as it is."},{"author":"TheStoicEmperor","quote":"An hour of deeply contemplating your own moral failures will leave you feeling much more forgiving of the foibles of others. @"},{"author":"Naval Ravikant","quote":"Doctors won’t make you healthy. Nutritionists won’t make you slim. Teachers won’t make you smart. Gurus won’t make you calm. Mentors won’t make you rich. Trainers won’t make you fit. Ultimately, you have to take responsibility. Save yourself."},{"author":"Naval Ravikant","quote":"We are bacteria to the universe. We’re basically monkeys on a small rock orbiting a small backwards star in a huge galaxy, which is in an absolutely staggeringly gigantic universe, which itself may be part of a gigantic multiverse."},{"author":"Seneca","quote":"We should not, like sheep, follow the herd of creatures in front of us, making our way where others go, not where we ought to go."},{"author":"Marcus Aurelius","quote":"Only these two questions: Is what he’s doing now the right thing to be doing? Does he accept and welcome what he’s been assigned?"},{"author":"Nassim Nicholas Taleb","quote":"Learn to fail with pride — and do so fast and cleanly. Maximise trial and error — by mastering the error part."},{"author":"Marcus Aurelius","quote":"He has stripped away his body and – realizing that at some point soon he will have to abandon mankind and leave all this behind – has dedicated himself to serving justice in all he does, and nature in all that happens."},{"author":"Naval Ravikant","quote":"All greatness comes from suffering."},{"author":"Nassim Nicholas Taleb","quote":"You find peace by coming to terms with what you don’t know."},{"author":"Thich Nhat Hanh","quote":"You don’t suffer because things are impermanent. You suffer because things are impermanent and you think they are permanent."},{"author":"Krishna","quote":"It is better to perform one’s own predetermined duty, even if one performs that duty imperfectly, than perform the duty of another. When one performs his own predetermined duty in accordance with one’s nature, one does not incur any sin."},{"author":"Charlie Munger","quote":"It’s not supposed to be easy. Anyone who finds it easy is stupid."},{"author":"Robert Greene","quote":"Realists are not afraid to look at the harsh circumstances of life."},{"author":"Seneca","quote":"The wise man is neither raised up by prosperity nor cast down by adversity; for always he has striven to rely predominantly on himself, and to derive all joy from himself."},{"author":"Irvine","quote":"We humans are unhappy in large part because we are insatiable; after working hard to get what we want, we routinely lose interest in the object of our desire. Rather than feeling satisfied, we feel a bit bored, and in response to this boredom, we go on to form new, even grander desires. William B."},{"author":"TheStoicEmperor","quote":"Many will choose the stability of slavery over the uncertainty of freedom. @"},{"author":"John Wooden","quote":"If you lose self-control everything will fall."},{"author":"Musonius Rufus","quote":"If you accomplish something good with hard work, the labor passes quickly, but the good endures; if you do something shameful in pursuit of pleasure, the pleasure passes quickly, but the shame endures."},{"author":"Robert Greene","quote":"Accustom yourself to criticism."},{"author":"Marcus Aurelius","quote":"Only these two questions: Is what he’s doing now the right thing to be doing? Does he accept and welcome what he’s been assigned?"},{"author":"","quote":"Sometimes life hits you in the head with a brick. Don’t lose faith."},{"author":"David Goggins","quote":"Don’t get mad at others because life is kicking your ass."},{"author":"Thucydides","quote":"Self-control is the chief element in self-respect, and self-respect is the chief element in courage."},{"author":"The Daily Stoic","quote":"Humility is a knowledge of our weaknesses, confidence is a knowledge of our strengths, and ego is something dangerous with none of the former and a skewed sense of the latter."},{"author":"Marcus Aurelius","quote":"When you wake up in the morning, tell yourself: the people I deal with today will be meddling, ungrateful, arrogant, dishonest, jealous and surly. They are like this because they can’t tell good from evil."},{"author":"Albert Einstein","quote":"A calm and modest life brings more happiness than the pursuit of success combined with constant restlessness."},{"author":"Joe Rogan","quote":"If you ever start taking things too seriously, just remember that we are talking monkeys on an organic spaceship flying through the universe."},{"author":"","quote":"It is not daily increase but daily decrease, hack away the unessential. The closer to the source, the less wastage there is."},{"author":"Epicurus","quote":"It is not so much our friends’ help that helps us as the confident knowledge that they will help us."},{"author":"Michael","quote":"It’s hard to prioritize the long term when you think you should feel comfortable in every moment."},{"author":"TheStoicEmperor","quote":"Human beings worry incessantly about their social status. Making every device “socially connected” turned every device into an anxiety machine. The machine becomes symbolic of the set of all people that may be judging you. If “hell is other people” then hell is in our pocket. @"},{"author":"Epictetus","quote":"If you want to improve, be content to be thought foolish and stupid."},{"author":"Posidonius","quote":"A single day among the learned lasts longer than the longest life of the ignorant."},{"author":"Heraclitus","quote":"Man’s character is his fate."},{"author":"Marcus Aurelius","quote":"Everywhere, at each moment, you have the option: to accept this event with humility; to treat this person as he should be treated; to approach this thought with care, so that nothing irrational creeps in."},{"author":"Haemin Sunim","quote":"Life’s three best teachers: heartbreak, empty pocket, failures."},{"author":"Naval Ravikant","quote":"True rewards – wealth, knowledge, love, fitness, and equanimity – come from ignoring others and improving ourselves."},{"author":"Wim Hof","quote":"I’m not afraid of dying. I’m afraid not to have lived."},{"author":"Epictetus","quote":"When someone is properly grounded in life, they shouldn’t have to look outside themselves for approval."},{"author":"Byron Katie","quote":"You’re never given more pain than you can handle."},{"author":"Nassim Nicholas Taleb","quote":"Intelligence consists in ignoring things that are irrelevant."},{"author":"Epictetus","quote":"Keep company only with people who uplift you."},{"author":"Author of","quote":"Take a deep breath. Get present in the moment and ask yourself what is important this very second. Greg McKeown ("},{"author":"TheAncientSage","quote":"Self-control is all about moment to moment self awareness. You catch yourself doing – or about to do – something undesirable, see that it isn’t good for you in the long term, and as a result of this awareness abstain from doing it. @"},{"author":"TheStoicEmperor","quote":"“Why did this happen to me?” Why not? Events will never conform perfectly to your desires. Move forward. @"},{"author":"Zeno of Citium","quote":"The reason why we have two ears and only one mouth is so we might listen more and talk less."},{"author":"Epicurus","quote":"You don’t develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity."},{"author":"n","quote":"Fear is a atural reaction to moving closer to the truth. Pema Chödrön"},{"author":"","quote":"A rational person can find peace by cultivating indifference to things outside of their control."},{"author":"Dalai Lama","quote":"The true hero is one who conquers his own anger and hatred."},{"author":"Dzigar Kongtrul Rinpoche","quote":"It takes courage to accept life fully, to say yes to our life, yes to our karma, yes to our mind, emotions and whatever else unfolds."},{"author":"TheAncientSage","quote":"Don’t argue with people nor insist on showing them truth. Maybe it is you who needs to change your mind. Even if you are right you only incur resentment by trying to correct others. @"},{"author":"Marcus Aurelius","quote":"Only these two questions: Is what he’s doing now the right thing to be doing? Does he accept and welcome what he’s been assigned?"},{"author":"Seneca","quote":"Inwardly, we ought to be different in every respect, but our outward dress should blend in with the crowd."},{"author":"Epicurus","quote":"You don’t develop courage by being happy in your relationships everyday. You develop it by surviving difficult times and challenging adversity."},{"author":"David Goggins","quote":"When you think you’re done, you’re only at 40% of your body’s capability."},{"author":"Nassim Nicholas Taleb","quote":"You find peace by coming to terms with what you don’t know."},{"author":"TheStoicEmperor","quote":"Life is full of suffering. Yes. Why should it be otherwise? Embrace. Endure. @"},{"author":"TheAncientSage","quote":"Don’t argue with people nor insist on showing them truth. Maybe it is you who needs to change your mind. Even if you are right you only incur resentment by trying to correct others. @"},{"author":"Robert Greene","quote":"Withstand the setbacks and failures, the days of drudgery, and the hard work that are always a part of any creative action."},{"author":"David Goggins","quote":"Don’t be the person that looks at the weather report the night before to decide what you are going to do the next day."},{"author":"David Goggins","quote":"I like to see what I’m made of. I want to see if there is a limit to the human soul."},{"author":"David Goggins","quote":"Show people, don’t tell people."},{"author":"Epictetus","quote":"Now is the time to get serious about living your ideals. How long can you afford to put off who you really want to be? Your nobler self cannot wait any longer. Put your principles into practice – now. Stop the excuses and the procrastination. This is your life! […] Decide to be extraordinary and do what you need to do – now."},{"author":"Marcus Aurelius","quote":"The best answer to anger is silence."},{"author":"John Wooden","quote":"If you lose self-control everything will fall."},{"author":"","quote":"Never have I put my trust in fortune, even when she appeared to be offering peace; all those gifts she bestowed on me in her kindness —"},{"author":"Michael","quote":"It’s hard to prioritize the long term when you think you should feel comfortable in every moment."},{"author":"Nassim Nicholas Taleb","quote":"The wise man listens to meaning, the fool only gets the noise."},{"author":"Naval Ravikant","quote":"A fit body, a calm mind, a house full of love. These things cannot be bought — they must be earned."},{"author":"Life Math Money","quote":"There will come a time in the distant future, where no one will know who you were, no one will know of your existence and contributions, no one will know your pain and suffering, and your happiness. Time will wipe away both men and the memories of men. Let yourself be free."},{"author":"Naval Ravikant","quote":"Watch every thought. Always ask, why am I having this thought?"},{"author":"Marcus Aurelius","quote":"If it’s endurable, then endure it. Stop complaining."},{"author":"Marcus Aurelius","quote":"Not to assume it’s impossible because you find it hard. But to recognize that if it’s humanly possible, you can do it too."},{"author":"","quote":"What you’re supposed to do when you don’t like a thing is change it. If you can’t change it, change the way you think about it. Don’t complain."},{"author":"Nassim Nicholas Taleb","quote":"Difficulty is what wakes up the genius."},{"author":"Seneca","quote":"Set aside a certain number of days during which you shall be content with the scantiest and cheapest fare, with coarse and rough dress, saying to yourself the while, “Is this the condition that I feared?”"},{"author":"Marcus Aurelius","quote":"Because most of what we say and do is not essential. If you can eliminate it, you’ll have more time, and more tranquility. Ask yourself at every moment, ‘Is this necessary?’."},{"author":"Epictetus","quote":"No man is free who is not master of himself."},{"author":"Naval Ravikant","quote":"Once you’ve truly controlled your own fate, for better or for worse, you’ll never let anyone else tell you what to do."},{"author":"Naval Ravikant","quote":"The fundamental delusion — there is something out there that will make me happy and fulfilled forever."},{"author":"Krishna","quote":"It is better to perform one’s own predetermined duty, even if one performs that duty imperfectly, than perform the duty of another. When one performs his own predetermined duty in accordance with one’s nature, one does not incur any sin."},{"author":"TheStoicEmperor","quote":"It is a narrow passageway that leads to the garden of contentment. Big egos don’t fit. @"},{"author":"TheAncientSage","quote":"Wisdom lies in cheerful acceptance of whatever life throws at you. @"}
]
{"author":"Robert Greene","quote":"Make the mind tougher by exposing it to adversity."},{"author":"John Wooden","quote":"If you lose self-control everything will fall."},{"author":"Seneca","quote":"It is essential to make oneself used to putting up with a little. Even the wealthy and the well provided are continually met and frustrated by difficult times and situations. It is in no man’s power to have whatever he wants; but he has it in his power not to wish for what he hasn’t got, and cheerfully make the most of the things that do come his way."},{"author":"Heraclitus","quote":"Man’s character is his fate."},{"author":"TheStoicEmperor","quote":"You will be attacked for doing the right thing. Do it anyway. @"},{"author":"Friedrich Nietzsche","quote":"That one wants nothing to be different, not forward, not backwards, not in all eternity. Not merely bear what is necessary, still less conceal it… but love it."},